// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "电源管理";

State0Title = "确定";
State1Title = "超温";
State2Title = "正在充电";
State3Title = "缺失";
State4Title = "故障";
State5Title = "无法检索到";

AutoPowerOffTitle = "电池自动断电 ：";
BatteryStateTitle = "电池状态 ：";
BatteryLevelTitle = "电池级别 ：";
VisitText1 = "要了解有关配件的信息，请访问 ";
VisitText2 = "。";
ApplyButtonTitle = "立即应用";

After5Min = "5 分钟之后";
After10Min = "10 分钟之后";
After20Min = "20 分钟之后";
After15Min = "15 分钟之后";
After30Min = "30 分钟之后";
After45Min = "45 分钟之后";
After1Hour = "1 小时之后";
After2Hours = "2 小时之后";
After3Hours = "3 小时之后";
Never = "从不";